tap "adrianmihalko/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/adrianmihalko/ch340g-ch34g-ch34x-mac-os-x-driver"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "oven-sh/bun"
tap "zegervdv/zathura"
brew "python@3.12"
brew "icu4c@76"
brew "cryptography"
brew "awscli"
brew "localstack"
brew "awscli-local"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "goose"
brew "htop"
brew "imagemagick"
brew "imagesnap"
brew "jq"
brew "kind"
brew "lazygit"
brew "pkgconf"
brew "lsd"
brew "luajit"
brew "make"
brew "mas"
brew "meson"
brew "mongosh"
brew "navi"
brew "neovim"
brew "oxker"
brew "platformio"
brew "pnpm"
brew "potrace"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "sphinx-doc"
brew "telnet"
brew "tldr"
brew "tmux"
brew "uvicorn"
brew "watch"
brew "west"
brew "wget"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "fluxcd/tap/flux"
brew "koekeishiya/formulae/skhd"
brew "localstack/tap/localstack-cli"
brew "mongodb/brew/mongodb-database-tools"
brew "noahgorstein/tap/jqp"
brew "oven-sh/bun/bun"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "aerospace"
cask "android-studio"
cask "bitwarden"
cask "brave-browser"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-400"
cask "figma"
cask "flutter"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "gimp"
cask "google-chrome"
cask "hoppscotch"
cask "insomnia"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mongodb-compass"
cask "morgen"
cask "notunes"
cask "obs"
cask "obsidian"
cask "postman"
cask "qutebrowser"
cask "rar"
cask "raycast"
cask "shottr"
cask "slack"
cask "spaceid"
cask "steam"
cask "telegram"
cask "termius"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wch-ch34x-usb-serial-driver"
cask "wezterm"
cask "windsurf"
cask "zed"
cask "zen-browser"
mas "Developer", id: 640199958
mas "Kindle", id: 302584613
mas "MyWallpaper", id: 1552826194
mas "ScreenBrush", id: 1233965871
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "amatiasq.sort-imports"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "awesomektvn.toggle-semicolon"
vscode "benjervis.usestate"
vscode "britesnow.vscode-toggle-quotes"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "dannyconnell.split-html-attributes"
vscode "dbaeumer.vscode-eslint"
vscode "devicescript.devicescript-vscode"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "extr0py.vscode-relative-line-numbers"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "gruntfuggly.todo-tree"
vscode "idleberg.icon-fonts"
vscode "johnpapa.vscode-peacock"
vscode "jripouteau.adonis-vscode-extension"
vscode "liamhammett.inline-parameters"
vscode "lostintangent.vsls-whiteboard"
vscode "mayank-shekhar.dracula-dark-vibrant"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "michelemelluso.gitignore"
vscode "midnightsyntax.vscode-wrap-console-log"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nativebase.nativebase-v3-vscode-extension"
vscode "naumovs.trailing-semicolon"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "redhat.vscode-yaml"
vscode "redvanworkshop.explorer-exclude-vscode-extension"
vscode "rocketseat.rocketseatreactnative"
vscode "rocketseat.theme-omni"
vscode "sleistner.vscode-fileutils"
vscode "stef-k.adonis-js-goto-controller"
vscode "vcoppola.append-comma"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "znck.vue"
