tap "adrianmihalko/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/adrianmihalko/ch340g-ch34g-ch34x-mac-os-x-driver"
tap "cmacrae/formulae"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "zegervdv/zathura"
brew "python@3.12"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "cryptography"
brew "localstack", link: false
brew "awscli-local"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "cloc"
brew "cmake"
brew "direnv"
brew "dockly"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "goose"
brew "htop"
brew "imagemagick"
brew "imagesnap"
brew "jq"
brew "lazygit"
brew "lsd"
brew "luajit"
brew "make"
brew "mas"
brew "meson"
brew "mongosh"
brew "navi"
brew "neofetch"
brew "neovim"
brew "platformio"
brew "pnpm"
brew "potrace"
brew "ripgrep"
brew "shellcheck"
brew "sphinx-doc"
brew "tldr"
brew "tmux"
brew "uvicorn"
brew "wget"
brew "yarn"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "koekeishiya/formulae/skhd"
brew "localstack/tap/localstack-cli"
brew "mongodb/brew/mongodb-database-tools"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "aerospace"
cask "bitwarden"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-400"
cask "fig"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "gimp"
cask "google-chrome"
cask "hoppscotch"
cask "insomnia"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "mongodb-compass"
cask "morgen"
cask "obs"
cask "obsidian"
cask "postman"
cask "rar"
cask "raycast"
cask "shottr"
cask "slack"
cask "spaceid"
cask "spotify"
cask "steam"
cask "termius"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wch-ch34x-usb-serial-driver"
cask "wezterm"
mas "Developer", id: 640199958
mas "GeoGebra Calculator Suite", id: 1504416652
mas "Hand Mirror", id: 1502839586
mas "Kindle", id: 302584613
mas "Kindle Classic", id: 405399194
mas "MyWallpaper", id: 1552826194
mas "ScreenBrush", id: 1233965871
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "awesomektvn.toggle-semicolon"
vscode "britesnow.vscode-toggle-quotes"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "devicescript.devicescript-vscode"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "extr0py.vscode-relative-line-numbers"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mayank-shekhar.dracula-dark-vibrant"
vscode "meganrogge.template-string-converter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "sleistner.vscode-fileutils"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
