tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "htop"
brew "imagesnap"
brew "jq"
brew "lazygit"
brew "luajit"
brew "mas"
brew "navi"
brew "neofetch"
brew "neovim"
brew "shellcheck"
brew "tmux"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-database-tools"
cask "alacritty"
cask "audacity"
cask "azure-data-studio"
cask "bitwarden"
cask "brave-browser"
cask "datagrip"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-400"
cask "eclipse-ide"
cask "fig"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "hot"
cask "insomnia"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "mongodb-compass"
cask "morgen"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rio"
cask "shottr"
cask "slack"
cask "spaceid"
cask "spotify"
cask "steam"
cask "termius"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm"
mas "Developer", id: 640199958
mas "Hand Mirror", id: 1502839586
mas "Kindle", id: 302584613
mas "MyWallpaper", id: 1552826194
mas "ScreenBrush", id: 1233965871
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
vscode "42Crunch.vscode-openapi"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "AnchovyStudios.status-bar-time"
vscode "atlassian.atlascode"
vscode "awesomektvn.toggle-semicolon"
vscode "benjervis.usestate"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "bungcip.better-toml"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "Ciantic.keymapceditor-vsc"
vscode "Compulim.indent4to2"
vscode "dannyconnell.split-html-attributes"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devicescript.devicescript-vscode"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "extr0py.vscode-relative-line-numbers"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "guilhermeavanci.search-json-path"
vscode "hwencc.html-tag-wrapper"
vscode "joaompinto.vscode-graphviz"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "mattpocock.ts-error-translator"
vscode "Mayank-Shekhar.dracula-dark-vibrant"
vscode "Meezilla.json"
vscode "meganrogge.template-string-converter"
vscode "michelemelluso.gitignore"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ocamllabs.ocaml-platform"
vscode "octref.vetur"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "rocketseat.rocketseatreactnative"
vscode "rust-lang.rust-analyzer"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "tumido.cron-explained"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
